[
  {
    "id": 1,
    "name": "Painless Root Canal",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/10/service-img1.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/10/root-cantal-img-768x257.jpg",
    "description": "A root canal could save your tooth! When something goes wrong with the pulp inside your tooth, such as decay or infection, we will remove the nerve and pulp, then clean and seal the tooth. Without treatment, the tissue surrounding the tooth will become infected and abscesses may form. Read on further to know more about root canal treatment in Gurgaon",
    "extra": "Sensitivity to heat or cold that persists even after the source of heat or cold has been removed. Darkening or discoloration of the tooth. Toothache, especially a severe toothache upon application of pressure or chewing. Swelling and tenderness in the nearby gums. A recurring inflammation or pimple on the gum"
  },
  {
    "id": 2,
    "name": "Dental Implants",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/dental-implant-open-jaw.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Dental-Implants-768x274.jpg",
    "description": "A Dental Implant is a surgical component that interfaces with the bone of the jaw to support a dental prosthesis such as a crown, bridge, or denture. The basis for modern dental implants is a biologic process called osseointegration, in which materials such as titanium form an intimate bond to the bone. The implant fixture is first placed so that it is likely to osseointegrate ie fuse with bone, then a dental prosthetic is added. A variable amount of healing time is required for osseointegration before the dental prosthetic (a tooth, bridge, or denture) is attached to the implant. Implants are used to replace missing individual teeth (single tooth restorations), multiple teeth, or to restore edentulous dental arches (implant-retained fixed bridge, implant-supported overdenture). Cosmodontist Dental and Implant Centre offers high-quality dental implants in Gurgaon at an affordable cost. We have a high success rate in dental implants. Schedule an appointment with our specialist if you are looking for dental implants in Gurgaon.",
    "extra": "Dental implants are better alternatives to conventional techniques such as ‘bridges’ or dentures. Due to the great extent of relief offered by this procedure and this being very similar to natural teeth, they are seen as a welcome technique desired by many."
  },
  {
    "id": 3,
    "name": "Invisalign",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/shutterstock_716625415-1.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Invisalign-768x300.png",
    "description": "Invisalign is the invisible braces in Gurgaon that straightens your teeth without the discomfort of wires and brackets. Cosmodontist Invisalign treatment in Gurgaon is provided – to enhance aesthetics and convenience and to create self-esteem and smiles without embarrassment, costing surprisingly low disproportionate braces in Gurgaon. As the process is complex and not recommended for everyone, our orthodontists ensure a transparent analysis and transparently initiate a process that enables you to make the right choice.",
    "extra": "That’s right! Invisalign treatment gives you a brand-new smile quicker than you think. Read on further to know more about the invisalign braces cost in Gurgaon.Superior results: World’s most advanced digital orthodontic treatment system. Precise, predictable, and gradual teeth movement. Living with Invisalign clear aligners fit your life – they don’t interrupt it. And at every stage, you’ll be able to see your progress and enjoy your smile as it transforms."
  },
  {
    "id": 4,
    "name": "Cosmetic Dentistry",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Cosmetic-Dentistry.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Cosmetic-Dentistry-before-after-768x280.jpg",
    "description": "The talented cosmetic dentist in Gurgaon at Cosmodontist Dental & Implant Centre will be happy to discuss Cosmetic Dentistry. Please feel free to call on the contact or schedule an appointment online. Cosmetics and aesthetics are one of the most important advancements in dentistry. It is an effective way to fix beauty problems and gives you a great natural-looking smile. Cosmodontist’s cosmetic dentist in Gurgaon specializing in prosthetics and dental cosmetology fully understands your aesthetic needs and plans solutions designed for every person.",
    "extra": "Cosmodontist Dental practices the most innovative cosmetic dentistry in Gurgaon, utilizing minimally invasive techniques and state-of-the-art technology to achieve glamorous smiles. Our Cosmetic dentist in Gurgaon deliver unmatched skill and artistry to every patient. Discover how cosmetic dentistry in Gurgaon can enhance your smile, and decide which treatment or combination of treatments will make your teeth shine their brightest and healthiest."
  },
  {
    "id": 5,
    "name": "Braces",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/girl-braces.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Braces-768x362.jpg",
    "description": "Dental braces are a way of straightening or moving your teeth, to improve how they look and how they work. Braces can also help you look after the long-term health of your teeth and gums and make eating more comfortable, by spreading the biting pressure across all your teeth. Read to know more about braces in Gurgaon.Braces work by applying constant pressure over a long period to slowly move teeth in a direction determined by your orthodontist. The goal is to strengthen and straighten teeth to avoid these oral health issues:",
    "extra": "Our team of the best orthodontist in Gurgaon at Cosmodontist provide complete solutions for any type of tooth decay. These include metal, ceramic, daemon, and lingual fixed orthodontic therapy. These treatments help to straighten your teeth, heal bites and improve your smile. Braces can also line the jaw, excessive spaces between teeth, space out of crowded teeth, and improve jaw size."
  },
  {
    "id": 6,
    "name": "Porcelain Veneers",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/featured-about.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Porcelain-veneers-768x341.jpg",
    "description": "Dissatisfaction with your smile can have a profound impact on nearly every area of your life. If you are prone to hiding your smile or feel uncomfortable with the appearance of your teeth, your job prospects may suffer, your personal and social life may be stunted, and your general satisfaction may be diminished. But you don’t have to live like that. Read on further to know more about porcelain veneers in Gurgaon. With porcelain veneers, you can have a smile that lets you feel your most confident, attractive and self-assured. Our cosmetic dentist Dr Nilay Bhatia was nominated for best cosmetic dentist in India, 2019(famdent) and work with an industry leading master ceramist to craft porcelain veneers that are custom-designed to perfect and complement your unique smile and facial features. What’s more, the veneers we offer are durable, beautiful and capable of addressing myriad cosmetic dental problems to produce a smile you will be proud to show the world.",
    "extra": "Porcelain veneers may also serve as a stand-alone solution for the correction of many cosmetic problems impacting a single smile – allowing them to provide a complete smile makeover in some instances. This will be discussed with you in greater detail during your initial consultation with one of our experienced and dedicated Manhattan cosmetic dentists."
  },
  {
    "id": 7,
    "name": "Gum Treatment",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/1.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Gum-Treatment-768x362.png",
    "description": "Symptoms of Gingivitis are beginning signs of Periodontal or gum disease and are easily reversible with rigorous dental hygiene. Our periodontist in Gurgaon recommends at-home Care, such as brushing and flossing multiple times a day, to avoid these symptoms: Red, Swollen, and Tender Gums that Bleed. Should you have any questions about your dental health, or if these symptoms worsen to Gum Disease, consider meeting to discuss how severe your condition is and follow an individualized treatment plan at Cosmodontist Dental.",
    "extra": "Scaling and Polishing are periodontal treatments in Gurgaon which include thorough Cleaning of Teeth and Gums. It helps remove Plaque and Tartar from the Root surfaces and deep periodontal pockets and to remove Bacteria from the Surface of the Tooth. In many cases, proper scaling and root planing serve as effective treatments for the early stages of Gingivitis."
  },
  {
    "id": 8,
    "name": "Composite Fillings",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/fillings-featured2-1.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Tooth-colored-fillings-768x280.jpg",
    "description": "Exiled teeth can alert you to your smile and may not express us naturally by affecting your self-esteem and self-confidence. The treatment at Cosmodontist of whitening our teeth in Gurgaon helps to create a visually whiter smile in a single sitting and Cosmodontist offers very low teeth whitening cost in Gurgaon. Whitening or bleaching teeth is an excellent way to brighten your smile and restore the natural beauty of your human smile.",
    "extra": "In addition to restoring teeth that have fractured or decayed, tooth-colored fillings may also be used cosmetically to change the size, color, and shape of teeth. This quality is particularly useful in closing gaps between teeth; repairing chipped teeth and making teeth appear to be more straight or even."
  },
  {
    "id": 9,
    "name": "Surgical Extraction",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/services-08.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Tooth-Extraction-768x280.jpg",
    "description": "Surgical Extraction is the removal of a Tooth from the mouth. There are many reasons why an Extraction may be necessary. The most common reasons for Tooth Extraction is that the Tooth has been damaged beyond the point of being Restorable by severe Tooth decay or advanced Periodontal Disease that has destroyed the bone that holds the tooth in. Surgical Extractions are also frequently performed on Patients who require more space in the Mouth for Orthodontic Treatments.",
    "extra": "Tooth extractions, whether they are performed under Local or General anesthesia, can cause some swelling and discomfort. Post-operative discomfort will be managed with pain and anti-inflammatory medication. Patients generally feel no discomfort after a few days. Your dentist at Cosmodontist Dental & Implant Centre will discuss post-extraction instructions with you during your initial consultation."
  },
  {
    "id": 10,
    "name": "Crown & Bridges",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/dental-veneers-and-dental-laminates-header.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Crown-and-Bridges-768x362.jpg",
    "description": "Bridges and crowns are designated primarily as fixed prosthetic devices. There are two types of prosthetic options, namely fixed and removable. Crowns and bridges are fixed that does not need to be removed or cleaned. Whereas removable devices are dentures that you can remove and clean at will. Crowns are mainly used to cover a damaged tooth or just to cover an implant. Bridges are provided for missing teeth. For any kind of artificial dental help, our in-house prosthodontist, Cosmodontist dental crowns in Gurgaon is always available to guide you.",
    "extra": "A Porcelain Crown is a restorative dentistry technique that can address a wide variety of dental problems. When a tooth is damaged, the best type of restoration is determined by many different factors. The amount of decay, the size of a previous filling, or the risk of fracture of a tooth often makes porcelain crowns the dental restoration of choice."
  },
  {
    "id": 11,
    "name": "Smile Designing",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/shutterstock_294514664.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Smile-Designing-768x362.jpg",
    "description": "Smile Design is also a Cosmetic Dental Service offered at Cosmodontist Dental. Through a series of highly Technical Cosmetic Dental procedures, Dr. Nilay Bhatia and other Specialists will redesign your Smile to Enhance your Natural Beauty. Smile Design procedures or Full mouth reconstruction is the process of Rebuilding or Rehabilitating your Mouth to ideal Dental Health in Gurgaon.",
    "extra": "From the perspective of a patient our goal has been met, there is evidence that this place is a clinic. And when you become a patient in Cosmodontist — smile dental clinic Gurgaon you will feel home-like comfort. A good-sized waiting room makes your wait more enjoyable and takes your thoughts away from unpleasant things."
  },
  {
    "id": 12,
    "name": "Instant Teeth Whitening",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/shutterstock_776838916.jpg",
    "img": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/Instant-Teeth-Whitening-768x362.jpg",
    "description": "It’s often assumed that when someone has yellow teeth, that it’s a sign of poor dental health or lack of oral hygiene. In many cases, it’s simply a matter of avoiding certain foods or beverages that can naturally darken the appearance of teeth. Making good choices can reduce additional tooth stains, but it won’t remove what’s already there. That’s when Dr. Nilay Bhatia and Cosmodontist Dental & Implant Centre come in. We can safely and effectively lift years of stain from your teeth, leaving you with a whiter, brighter, healthier-looking smile. We provide instant teeth whitening in Gurgaon for a whiter and brighter smile. The procedure is safe, painless, affordable, and comfortable.",
    "extra": "Medication: Prescription medications such as doxycycline and tetracycline can permanently affect tooth coloration in young children. Adults that take blood pressure medications or antihistamines may also experience staining of the teeth. Treatments like chemotherapy or head and neck radiation may also play a role."
  },
  {
    "id": 13,
    "name": "Guide to Fixing Crooked Teeth without ...",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2021/09/WhatsApp-Image-2021-09-24-at-12.08.56-PM.jpeg",
    "description": "You want that perfect glamorous smile... a smile that is…"
  },
  {
    "id": 14,
    "name": "How different is single sitting root ...",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2021/09/single-sitting-root-canal-treatment-in-gurgaon.jpeg",
    "description": "Everyone must have undergone a root canal treatment at least…"
  },
  {
    "id": 15,
    "name": "Teeth whitening cost and is it worth it?",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2021/08/23.jpeg",
    "description": "While considering getting your teeth whitened, you will have two…"
  },
  {
    "id": 16,
    "name": "Look out for these causes of pain after ...",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2021/07/WhatsApp-Image-2021-07-20-at-11.06.58-AM-1.jpeg",
    "description": "Most people indicate that toothache is the most unbearable, dramatic,…"
  },
  {
    "id": 17,
    "name": "An in-depth view of Root Canal procedure",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2021/07/WhatsApp-Image-2021-07-19-at-3.47.23-PM.jpeg",
    "description": "RCT- The best way to save your tooth! ‘Awareness is…"
  },
  {
    "id": 18,
    "name": "Things you should know before Dental ...",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2021/07/WhatsApp-Image-2021-07-19-at-3.47.23-PM-1.jpeg",
    "description": "Implants are just not for aesthetic purposes! Missing teeth can…"
  },
  {
    "id": 19,
    "experience": "15 yrs+",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/temp.svg",
    "description": "Experience"
  },
  {
    "id": 20,
    "experience": "10000 +",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/flixible-payments-plan.svg",
    "description": "Happy Patients"
  },
  {
    "id": 21,
    "experience": "2000 +",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/patient-safety.svg",
    "description": "Smiles Designed"
  },
  {
    "id": 22,
    "experience": "3000 +",
    "image": "https://www.cosmodontistdental.com/wp-content/uploads/2020/11/teeth.svg",
    "description": "Dental Implants"
  }
]